---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MassFailures.MultipleMassing
source: html/2abfd436-511a-f8b2-7ac9-f0fdb86ef896.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MassFailures.MultipleMassing Property

Can't complete operation. Massing can only exist in one Workset. Change Workset of Massing to match in Local and Central Models.

## Syntax (C#)
```csharp
public static FailureDefinitionId MultipleMassing { get; }
```